{
    "export": "Export Products",
    "linkMedical": "Medical equipment",
    "linkMachineries": "Machineries",
    "linkCar": "Cars",
    "categoryTitle": "Our Export",
    "categoryDesc": "AMD is a competent supplier of imported equipment, spare parts and accessories directly from European manufacturers from a warehouse directly in the centre of Germany.",
    "spareTitle": "Spare Parts",
    "spareDesc": "Do you like flaunting the high-end specs of your vehicle, but you cannot find that one spare part? Scroll through our largest pool, brimmed with several options, enabling buyers to get import quality spare parts and accessories under one roof. Not only Africans but parts and accessories can be sought from different regions of the globe.",
    "carTitle": "Cars",
    "carDesc": "We are a group of energetic automotive experts, and we function with a highly customer-centric approach. We believe, no buyer returns empty-handed. We offer big choices to the audience, by stocking up millions of cars from several leading brands of different countries. So, without wasting any more time, treat your car with the best spare parts and enjoy your dream ride.",
    "carProd1": "Hyundai",
    "carProd2": "Land Cruiser",
    "carProd3": "Range Rover",
    "carProd4": "Sinotruk",
    "expoProd1": "Wheat",
    "expoProd2": "Sugar",
    "expoProd3": "Sunflower Oil",
    "expoProd4": "Powder Milk",
    "medTitle": "Medical Equipment",
    "medDesc": "We specialized in the purchase and sale of medical consumables for Ethiopia hospitals, Medical Institutions and other medical facilities from a warehouse directly in the center of Germany.  Direct Supplies and Deliveries of Original equipment and consumables products directly from Germany manufacturers without extra changes from intermediaries and distribution companies.",
    "medLink": "Contact us & Order what you need!",
    "medProd1": "BP Monitor",
    "medProd2": "Insulin",
    "medProd3": "Glucose Meter",
    "medProd4": "Wheelchairs",
    "medProd5": "Hansaplast",
    "medProd6": "Eucerin",
    "medProd7": "La Prairie",
    "medProd8": "Nivea",
    "machTitle": "Machineries",
    "machDesc": "Manufacturing Material, Equipment & Supplies Construction Material, Equipment and Industrial Plants & Machineries",
    "machLink": "Contact us & Order what you need!",
    "machProd1": "Excavator",
    "machProd2": "Tractor",
    "machProd3": "Bulldozer",
    "machProd4": "Industrial"
}