{
    "whoTitle": "Wer sind wir?",
    "whoDesc": "AMD International Import-Export Trading Company (Registration Number: HRB 9893), das sich darauf konzentriert, qualitativ hochwertige Waren auf erschwingliche und zugängliche Weise anzubieten. Mit der Gewissheit, die höchsten Qualitätsstandards zu bieten, arbeiten wir mit einer Vielzahl von Partnern zusammen, um ihnen zu helfen, ihre Ziele des Wirtschaftswachstums und der Kundenzufriedenheit zu erreichen. Wir führen Operationen mit einem klaren Verständnis der Komplexität der Lieferkette durch, um einen nahtlosen Prozess des Imports und Exports von überall auf der Welt voranzutreiben. Obwohl wir ein in Deutschland ansässiges Unternehmen sind, sind unsere Aktivitäten mit unserer erworbenen Spezialität auf Agrarrohstoffe über ganz Europa verteilt. Unsere wichtigsten Exportgeschäfte richten sich nach Äthiopien.",
    "whatTitle": "Was machen wir?",
    "whatDesc": "Wir bringen Ihnen die besten Qualitätsprodukte wie landwirtschaftliche Rohstoffe, Automobile, Maschinen, Speerteile, Kosmetika, Körperpflegeprodukte, medizinische Bedarfsartikel und Geräte, Fertigungsmaterial, Ausrüstung und Zubehör, Baumaterial, Ausrüstung sowie Industrieanlagen und -maschinen wirtschaftlich, damit Ihr Unternehmen nachhaltig gedeihen kann. Wir sind leidenschaftlich daran interessiert, unseren Kunden die besten Dienstleistungen zu bieten und ihre Interessen als unsere Priorität zu wahren. Jedes einzelne Produkt wird mit größter Sorgfalt behandelt, um eine sichere und hygienische Verpackung zu gewährleisten. Wir wiederholen kontinuierliche Qualitätsprodukte und Unterstützung für unsere Kunden.",
    "whyTitle": "Warum sind wir?",
    "whyDesc": "Mit dem Ziel, unseren Kunden kontinuierliche Qualität zu liefern, ergänzt durch sozialen Wert. Wir stellen soziale Innovation und Gemeinschaftsbildung in den Mittelpunkt unserer Werte. Durch die Förderung und Stärkung vielfältiger und integrativer Gemeinschaften möchten wir Fachwissen zu verschiedenen sozialen Themen fördern und Innovationen anregen. Die Aufrechterhaltung eines sicheren und gesünderen Aspekts unserer Dienstleistungen und Abläufe ist das, was uns von unserer Konkurrenz abhebt. Wir bestehen nachdrücklich darauf, eine Gemeinschaft aufzubauen, die sich gegenüber der Umwelt und der Nachhaltigkeit verantwortlich fühlt, indem sie einen positiven Einfluss auf die Gesellschaft ausübt und Ungleichheiten beseitigt.",
    "workTitle": "Arbeite mit uns",
    "workDesc": "Wir freuen uns darauf, mit Partnern zusammenzuarbeiten, die nach Qualitätssicherung und langfristigem Beziehungsaufbau für ihr Unternehmen suchen. Unser Ziel ist es, unsere Abläufe einfacher und praktischer zu gestalten, um eine starke Beziehung zu unseren Kunden aufzubauen, die Vertrauen und Verantwortlichkeit fördert. Wir gewährleisten die vollständige Kundenzufriedenheit während unseres gesamten Serviceverbrauchs und sogar darüber hinaus, um zukünftige Partnerschaften und Kooperationen ins Auge zu fassen.",
    "howTitle": "Wie dienen wir?",
    "howDesc": "Wir bei AMD haben uns verpflichtet, die Export-Import-Industrie durch unaufhörliche Innovation und Technologie wiederzubeleben. Wir sind leidenschaftlich daran interessiert, ein nachhaltiges und unterstützendes Export- und Importumfeld für unsere Partner zu schaffen, um ihnen die besten Qualitätsprodukte leicht zugänglich zu machen. Wir vermitteln unsere Leidenschaft und Ethik durch jeden einzelnen Artikel, den wir Ihnen bringen, ob es sich um landwirtschaftliche Rohstoffe, Autos und Zubehör oder um Schönheits- und Körperpflegeprodukte handelt.",
    "compTitle": "Wettbewerbsvorteil",
    "compDesc": "Es fand seinen Wettbewerbsvorteil in innovativen und diversifizierten Dienstleistungen für vielseitige Kunden. Und wissen Sie, wenn es um Innovation geht, geht es nicht darum, die einzigartigste Idee zu entwickeln, um das authentischste Geschäftserlebnis auf dem Markt zu bieten. Manchmal geht es nur darum, eine einfache, aber praktische Wendung zu machen oder einen neuen Ansatz für etwas Bestehendes zu finden, und so gehen wir auf unsere Kunden zu. Weil das nicht das war, was die Leute brauchten, streben wir an, unsere Preise im Vergleich zu unseren Mitbewerbern moderat zu halten, um mehr treue Kunden zu gewinnen.",
    "missionTitle": "Mission",
    "missionDesc": "Seine Aufgabe ist es, Import- und Exportdienste anzubieten und gleichzeitig sicherzustellen, dass kein Risiko schlechter Ergebnisse bei den Dienstleistungen oder finanzielle Verluste besteht, um eine positive Arbeitsbeziehung zu fördern. ",
    "visionTitle": "Vision",
    "visionDesc": "Das Hauptziel ist es, in den nächsten 2 Jahren Marktführer im Import äthiopischer Waren nach Europa zu werden. Auch in Deutschland wollen wir Marktführer im B2C-Vertrieb aus Äthiopien werden.",
    "goalsTitle": "Ziele",
    "goalsDesc": {
        "0": "Erhöhung des Angebots an Import- und Exportdienstleistungen in Deutschland und Afrika jedes Jahr.",
        "1": "Zahlen Sie Import und Export und Unternehmen oder Einzelpersonen, die mit uns zusammenarbeiten, finanzielle Erträge aus.",
        "2": "Bereitstellen der besten und definiertesten Import- und Exportdienste für treue Kunden."
    },
    "valuesTitle": "Werte",
    "valuesDesc": {
        "0": "Wir sind begeistert von dem, was wir tun.",
        "1": "Wir verkaufen und restaurieren zielgerichtet.",
        "2": "Wir bevorzugen die Wahl des Kunden",
        "3": "Die Nachhaltigkeit von Rohstoffen steht bei uns im Vordergrund.",
        "4": "Außergewöhnlich hochwertige Dienstleistungen für unsere Kunden."
    },
    "socialTitle": "Sozialen Wert",
    "socialDesc": {
        "0": "Wir möchten unsere Partner dazu herausfordern, qualitativ hochwertige Dienstleistungen zu wettbewerbsfähigen Preisen mit einer gemeinschaftlichen Investitionsstrategie zu kombinieren, die lokale Prioritäten berücksichtigt, soziale Innovation fördert und das Wirtschaftswachstum unterstützt.",
        "1": "In Partnerschaft mit Gemeinden, in denen wir tätig sind, werden wir Engagements identifizieren und durchführen, die auf ihre spezifischen Bedürfnisse eingehen und ein besseres Geschäfts- und Gemeinwohl ermöglichen.",
        "2": "Wir erfassen und messen unseren sozialen Wert mithilfe des Rahmenwerks für Import- und Exportdienste. Jedes der Projekte, an denen wir arbeiten, wird monatlich oder auf Projektbasis gemessen und vom Social Value Portal validiert."
    },
    "socialTypes": {
        "innovation": "Innovation",
        "invoDesc": "Förderung sozialer Innovation Investition in vielfältige und integrative Gemeinschaftsnetzwerke und Nutzung unserer Fähigkeiten und unseres Fachwissens, um lokale Probleme anzugehen und soziale Innovation zu erleichtern.",
        "env": "Umfeld",
        "envDesc": "Schutz unserer Welt durch umweltfreundliche Dienstleistungen über Online-Medien und Reduzierung des Papierverbrauchs",
        "social": "Sozial",
        "socialDesc": "Gesündere, sicherere und widerstandsfähigere Import- und Exportdienstleistungsgemeinschaften, um sich positiv auf die geistige und körperliche Gesundheit unserer Kunden auszuwirken und Ungleichheiten zu verringern"
    }
}