{
    "import": "Importieren",
    "export": "Export",
    "about": "Über Uns",
    "contact": "Contact Us",
    "landTitle": "AMD International Import-Export Trading",
    "landDesc": "We operate commercially and provide financial returns to Import and Export and companies or individuals who partner with us.",
    "who": "AMD Import and Export is a commercially run business with social values at its heart. Delivering the best and most defined import and export services and sustainability credentials is what drives it.",
    "how": "We do everything to provide our clients with a seamless experience that will potentially lead to repeat business or a positive recommendation.",
    "serve": "We assess our performance by the excellent quality of services we supply and manage. We also gauge our success based on client feedback on the services they have used or purchased.",
    "whatTitle": "What we do",
    "whatDesc": "We are committed to making the best quality agricultural products accessible to you. We impart our passion and ethics through each and every commodity we bring to you, then whether it's Coffee, Oil Crops (Sesame, Soya Beans, Sunflowers),  Grains and Cereals, Species like Green Paper and Cotton. We also export Automobiles, Machineries, Spear Parts and Accessories, Cosmetics, Personal Care Products & Medical Supplies and Devices, Manufacturing Material, Equipment & Supplies, Construction Material, Equipment and Industrial Plants & Machineries, to Ethiopian and Africa.",
    "importTitle": "Import Products",
    "importProd1": "Coffee",
    "importProd2": "Sesame",
    "importProd3": "Sunflower",
    "importProd4": "Soya Beans",
    "importLink": "Visit Import Page",
    "exportTitle": "export Products",
    "exportProd1": "Coffee",
    "exportProd2": "Sesame",
    "exportProd3": "Sunflower",
    "exportProd4": "Soya Beans",
    "exportLink": "Visit Export Page",
    "customer": "Customer Service",
    "social": "Combine high-quality services at competitive prices with a community investment strategy that addresses local priorities, fosters social innovation, and supports economic growth. Each of the projects we work on will be measured on a monthly or project basis and validated by the  Social Value Portal.",
    "communicate": "We do everything to provide them with a seamless experience that will potentially lead to repeat business or a positive recommendation. Similar to what was mentioned earlier, maintain strong communication with clients and make ourselves available to answer their questions. ",
    "partner": "Partnerships and collaboration with like-minded people and businesses, influencers, and industry leaders who are committed to investing in people, quality, and community innovation and who need the best and most defined import and export services from professionals in a hassle-free environment. ",
    "reviewTitle": "Get Positive Review",
    "review": "We encourage our customers to go out and review us on Google and social media – basically anywhere we have a business presence. It’s beneficial to ask for a review immediately after helping a client resolve an issue. If someone leaves a negative review, we must respond. It may not change the reviewer’s mind, but our action shows the current reviewer and potential future clients that we care."
}