{
    "import": "Importieren",
    "export": "Export",
    "about": "Über Uns",
    "contact": "Kontaktiere uns",
    "landTitle": "AMD Internationaler Import-Export Handel",
    "landDesc": "Wir sind kommerziell tätig und bieten Import und Export sowie Unternehmen oder Einzelpersonen, die mit uns zusammenarbeiten, finanzielle Erträge.",
    "who": "AMD Import and Export ist ein kommerziell geführtes Unternehmen mit sozialen Werten im Mittelpunkt. Die Bereitstellung der besten und definiertesten Import- und Exportdienste und Nachhaltigkeitsnachweise ist der Antrieb.",
    "how": "Wir tun alles, um unseren Kunden ein nahtloses Erlebnis zu bieten, das möglicherweise zu Folgegeschäften oder einer positiven Empfehlung führt.",
    "serve": "Wir messen unsere Leistung an der hervorragenden Qualität der von uns erbrachten und verwalteten Dienstleistungen. Wir messen unseren Erfolg auch anhand des Kundenfeedbacks zu den von ihnen genutzten oder gekauften Dienstleistungen.",
    "whatTitle": "Was wir tun",
    "whatDesc": "Wir setzen uns dafür ein, Ihnen landwirtschaftliche Produkte von bester Qualität zugänglich zu machen. Wir vermitteln unsere Leidenschaft und Ethik durch jede einzelne Ware, die wir Ihnen bringen, sei es Kaffee, Ölpflanzen (Sesam, Sojabohnen, Sonnenblumen), Körner und Cerealien, Arten wie grünes Papier und Baumwolle. Wir exportieren auch Automobile, Maschinen, Speerteile und Zubehör, Kosmetika, Körperpflegeprodukte und medizinische Bedarfsartikel und Geräte, Fertigungsmaterial, Ausrüstung und Zubehör, Baumaterial, Ausrüstung und Industrieanlagen und -maschinen nach Äthiopien und Afrika.",
    "importTitle": "Produkte importieren",
    "importProd1": "Coffee",
    "importProd2": "Sesame",
    "importProd3": "Sonnenblume",
    "importProd4": "Sojabohnen",
    "importLink": "Besuchen Sie die Importseite",
    "exportTitle": "Produkte exportieren",
    "exportProd1": "Autos",
    "exportProd2": "Maschinen",
    "exportProd3": "Medizinisch",
    "exportProd4": "Ersatzteile",
    "exportLink": "Besuchen Sie die Exportseite",
    "customer": "Kundendienst",
    "social": "Kombinieren Sie hochwertige Dienstleistungen zu wettbewerbsfähigen Preisen mit einer gemeinschaftlichen Investitionsstrategie, die auf lokale Prioritäten eingeht, soziale Innovation fördert und das Wirtschaftswachstum unterstützt. Jedes der Projekte, an denen wir arbeiten, wird monatlich oder auf Projektbasis gemessen und vom Social Value Portal validiert.",
    "communicate": "Wir tun alles, um ihnen ein nahtloses Erlebnis zu bieten, das möglicherweise zu Folgegeschäften oder einer positiven Empfehlung führt. Ähnlich wie bereits erwähnt, pflegen Sie eine starke Kommunikation mit Kunden und stellen Sie sich zur Verfügung, um ihre Fragen zu beantworten.",
    "partner": "Partnerschaften und Zusammenarbeit mit gleichgesinnten Menschen und Unternehmen, Influencern und Branchenführern, die sich verpflichtet haben, in Menschen, Qualität und Community-Innovation zu investieren, und die die besten und definiertesten Import- und Exportdienste von Fachleuten in einer problemlosen Umgebung benötigen.",
    "reviewTitle": "Erhalten Sie eine positive Bewertung",
    "review": "Wir ermutigen unsere Kunden, uns auf Google und in den sozialen Medien zu bewerten – im Grunde überall dort, wo wir eine Geschäftspräsenz haben. Es ist vorteilhaft, unmittelbar nach der Unterstützung eines Kunden bei der Lösung eines Problems um eine Bewertung zu bitten. Wenn jemand eine negative Bewertung hinterlässt, müssen wir antworten. Es mag die Meinung des Rezensenten nicht ändern, aber unsere Aktion zeigt dem aktuellen Rezensenten und potenziellen zukünftigen Kunden, dass wir uns interessieren.",
    "lang": "de",
    "contactName": "Vollständiger Name",
    "contactEmail": "Ihre E-Mail-Adresse",
    "contactMessage": "Ihre Nachricht",
    "contactButton": "Nachricht senden"
}