{
    "export": "Produkte exportieren",
    "linkMedical": "Medizinische Ausrüstung",
    "linkMachineries": "Maschinen",
    "linkCar": "Autos",
    "categoryTitle": "Unser Export",
    "categoryDesc": "AMD ist ein kompetenter Lieferant von importierten Geräten, Ersatzteilen und Zubehör direkt von europäischen Herstellern aus einem Lager direkt in der Mitte Deutschlands.",
    "spareTitle": "Ersatzteile",
    "spareDesc": "Stellen Sie gerne die High-End-Ausstattung Ihres Fahrzeugs zur Schau, finden aber dieses eine Ersatzteil nicht? Blättern Sie durch unseren größten Pool voller Optionen, der es Käufern ermöglicht, Ersatzteile und Zubehör in Importqualität unter einem Dach zu erhalten. Nicht nur Afrikaner, sondern auch Teile und Zubehör können aus verschiedenen Regionen der Welt gesucht werden.",
    "carTitle": "Autos",
    "carDesc": "Wir sind eine Gruppe tatkräftiger Automobilexperten und arbeiten mit einem sehr kundenorientierten Ansatz. Wir glauben, dass kein Käufer mit leeren Händen zurückkommt. Wir bieten dem Publikum eine große Auswahl, indem wir Millionen von Autos von mehreren führenden Marken aus verschiedenen Ländern auf Lager haben. Gönnen Sie Ihrem Auto also ohne weitere Zeitverschwendung die besten Ersatzteile und genießen Sie Ihre Traumfahrt.",
    "carProd1": "Hyundai",
    "carProd2": "Land Cruiser",
    "carProd3": "Range Rover",
    "carProd4": "Sinotruk",
    "expoProd1": "Weizen",
    "expoProd2": "Zucker",
    "expoProd3": "Sonnenblumenöl",
    "expoProd4": "Milchpulver",
    "medTitle": "Medizinische Ausrüstung",
    "medDesc": "Wir haben uns auf den An- und Verkauf von medizinischem Verbrauchsmaterial für äthiopische Krankenhäuser, medizinische Einrichtungen und andere medizinische Einrichtungen aus einem Lager direkt in der Mitte Deutschlands spezialisiert. Direkte Lieferungen und Lieferungen von Erstausrüstungs- und Verbrauchsmaterialien direkt von deutschen Herstellern ohne zusätzliche Änderungen von Zwischenhändlern und Vertriebsunternehmen.",
    "medLink": "Kontaktieren Sie uns und bestellen Sie, was Sie brauchen!",
    "medProd1": "BP Monitor",
    "medProd2": "Insulin",
    "medProd3": "Glucose Meter",
    "medProd4": "Wheelchairs",
    "medProd5": "Hansaplast",
    "medProd6": "Eucerin",
    "medProd7": "La Prairie",
    "medProd8": "Nivea",
    "machTitle": "Maschinen",
    "machDesc": "Herstellung von Material, Ausrüstung und Zubehör Baumaterial, Ausrüstung und Industrieanlagen und Maschinen",
    "machLink": "Kontaktieren Sie uns und bestellen Sie, was Sie brauchen!",
    "machProd1": "Bagger",
    "machProd2": "Traktor",
    "machProd3": "Bulldozer",
    "machProd4": "Industriell"
}